{
    "Career1": "Adventurer-> Action: none. Privilege: adventurer draws 1 card.",
    "Career2": "Builder-> Action: each player can build 1 building. Privilege: builder pays 1 card less.",
    "Career3": "Councillor-> Action: each player chooses one of two cards. Privilege: councillor draws an additional 3 cards.",
    "Career4": "Producer-> Action: each player can produce 1 good. Privilege: producer can produce 1 additional good.",
    "Career5": "Trader-> Action: each player can sell one good. Privilege: trader can sell one additional good.",
    "Tomato plant": "(1/1). You produce 1 wonderful tomato.",
    "Pond farm": "(2/1). You produce 1 egg delicacy lake oysters.",
    "Mill": "(3/2). You produce 1 bag of excellent wheat flour.",
    "Zeppelin shipyard": "(4/2). You produce 1 lightweight civilian airship type \"zeppelin\".",
    "Shipyard": "(5/3). You produce 1 durable and fast ship for long distance travel.",
    "Warden house": "(1/1). When building a production building (not blue), pay 1 less card.",
    "Adventurers Guild": "(1/1). Reveal 4 cards from the supply. If all show different costs, keep the lowest cost card.",
    "Archive": "(1/1). Place all cards into your hand, discard the usual number.",
    "Poor House": "(2/1). After building, if you have 0 or 1 cards in your hand, draw 1 card.",
    "Black Market": "(2/1). 1 or 2 produced goods may be used toward building costs.",
    "Trading Post": "(2/1). Trade an additional good.",
    "Households": "(2/1). If you produce two or more goods, draw 1 card.",
    "Marketplace": "(2/1). If you trade two or more goods, draw 1 card.",
    "Builders Crane": "(2/1). You may place a new building on top of an old one. The new building cost is reduced by the cost of the old one. VP earned from a covered Bank or Chapel remain and are scored later.",
    "Temple": "(3/2). Before hand limits are checked, you may place a card under the Temple for 1 VP. Own points of Temple cease accounted.",
    "Tower": "(3/2). Your hand limit is now 12.",
    "Aqueduct": "(3/2). Produce an additional good.",
    "Craft House": "(3/2). After building a blue building, draw 1 card (starting with the next building).",
    "Prefecture": "(4/2). Keep 2 cards instead of 1.",
    "Trade route": "(4/2). If you trade one or more goods, draw 1 card.",
    "Unite of foremans": "(4/2). When building a blue building, pay 1 less card.",
    "Library": "(5/3). When you choose a role, the privilege is doubled: Councilor: draw 8 cards Builder: pay 2 less Producer: produce 3 goods Trader: trade 3 goods Prospector: draw 2 cards.",
    "Statue": "(3/3). Monument (no function other than VP).",
    "Alley of Glory": "(4/4). Monument (no function other than VP).",
    "Heroes":"(5/5). Monument (no function other than VP).",
    "Guild Hall": "(6/?). Recieve 1 VP for each production building and 1 VP for every different type of production building.",
    "City Hall":"(6/?). Receive 1 VP for each blue building (including the City Hall).",
    "Triumphal Arch": "(6/?). Receive VP for total number of monuments you own. One monument: 4, two monuments: 6, three or more: 8VP.",
    "Palace": "(6/?). After all other VPs are determined: receive 1 additional VP for each 4 VPs scored."
}